{
	"lang": "РУ",
	"error-msg": "Что-то пошло не так...",

	"hero-h1": "product ux—designer",

	"hero-text": "For over 7 years, I have been helping to build digital products to solve business problems and user needs.",
	"hero-current": "Currently working at",
	"hero-current-company": "Leroy Merlin",

	"info-1": "I have been working for 13+ years in the field of digital design. For the last 7 years I have been engaged in user experience, helping solve business problems.",
	"info-2": "In my spare time, I play the drums, produce and create sounds, and spend time with my family. I enjoy cooking and throwing the ball into the basket.",

	"process-header": "The steps I take in my work",
	"process-text": "I openly communicate with businesses, users, developers and managers. I believe that communication and collaboration are vital to the success of the organization process.",
	"process-1": "Analysis and Research",
	"process-1-text": "I begin by analyzing tasks and business processes. I conduct user interviews, analyze data, and create user flows or navigation schemes.",
	"process-2": "Prototyping and design",
	"process-2-text": "I create a prototype, test its functionality, hypotheses, and data. Then I design and approve a concept.",
	"process-3": "Development",
	"process-3-text": "Transfer the design and component library to development. Decompression tasks are included in the development process.",
	"process-4": "Demo and Test",
	"process-4-text": "Presenting demo, processing product data. Testing. I am engaged in further improvement of the product. ",

	"works-header": "Selected works",
	"leroy-header": "Leroy Merlin",
	"leroy-1": "French company, one of the largest European DIY retailers.",
	"leroy-2": "I collaborated with Russian and European teams on a worldwide logistics product that included three applications.",

	"ingrad-header": "Ingrad",
	"ingrad-1": "«Ingrad» is a large development company, which has a portfolio of more than 2.5 mln. m2 of residential property comfort and business class.",
	"ingrad-2": "I was involved in the development of the design idea as well as the implementation of the digital-adaptation of rebranding for all carriers. The development of visual communication.",

	"contact-header": "Contact Me",
	"contact-mail": "Email",
	"contact-telegram": "Telegram",
	"contact-cv": "Download CV",

	"contact-instagram": "Instagram",
	"contact-youtube": "My Youtube Channel",
	"contact-linkedin": "LinkedIn",

	"footer-info": "© 2023 All rights reserved. Design by me, code made with love by ",
	"footer-ana": "Anastasia ❤️️",

	"link-about": "About",
	"link-projects": "Projects",
	"link-contacts": "Contacts"
}
